data/medindex/request_template.xml

<?xml version="1.0" encoding="utf-8"?>
<soap12:Envelope xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance"
xmlns:xsd="http://www.w3.org/2001/XMLSchema"
xmlns:soap12="http://www.w3.org/2003/05/soap-envelope">
  <soap12:Body>
    <DownloadMedindex#{model} xmlns="https://index.ws.e-mediat.net/medindex/ws_DownloadMedindex#{model}">
      <DownloadMedindex#{model}_in xmlns="http://medindex.e-mediat.net">
        <FROMDATE>#{from_date}</FROMDATE>
        <FILTER>#{filter}</FILTER>
      </DownloadMedindex#{model}_in>
    </DownloadMedindex#{model}>
  </soap12:Body>
</soap12:Envelope>